cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'bash-completion'
brew 'coreutils'
brew 'fzf'
brew 'git'
brew 'go'
brew 'grc'
brew 'jp2a'
brew 'jq'
brew 'libgit2'
brew 'openssl'
brew 'reattach-to-user-namespace'
brew 'ruby-build'
brew 'rbenv'
brew 'shpotify'
brew 'spaceman-diff'
brew 'tmux'
brew 'unrar'
brew 'watch'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'

cask 'google-chrome'
cask 'iterm2'
cask 'vlc'
